Show / Hide Table of Contents
Enum NationalAnnexCode
Annex code
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum NationalAnnexCode
Fields
 Name |  Description
 Austrian
Austria national annex
 Belgian
Belgian national annex
 British
British national annex
 Czech
Czech national annex
 Dutch
Dutch national annex
 French
France national annex
 German
Germany national annex
 NoAnnex
No national annex defined
 Polish
Polish national annex
 Singapore
Singapore national annex
 Slovak
Slovak national annex
 Improve this Doc
 View Source